import rol1 from './img/rol1.jpg';
import rol2 from './img/rol2.jpg';
import rol3 from './img/rol3.jpg';
import rol4 from './img/rol4.jpg';
import rol5 from './img/rol5.jpg';
import rol6 from './img/rol6.jpg';
import rol7 from './img/rol7.jpg';
import rol8 from './img/rol8.jpg';
import rol9 from './img/rol9.jpg';
import rol10 from './img/rol10.jpg';
import rol11 from './img/rol11.jpg';
import rol12 from './img/rol12.jpg';
import rol13 from './img/rol13.jpg';
import rol14 from './img/rol14.jpg';
import rol15 from './img/rol15.jpg';
import rol16 from './img/rol16.jpg';
import rol17 from './img/rol17.jpg';
import rol18 from './img/rol18.jpg';
import rol19 from './img/rol19.jpg';
import rol20 from './img/rol20.jpg';
import rol21 from './img/rol21.jpg';
import rol22 from './img/rol22.jpg';
import rol23 from './img/rol23.jpg';
import rol24 from './img/rol24.jpg';
import rol25 from './img/rol25.jpg';
import rol26 from './img/rol26.jpg';
import rol27 from './img/rol27.jpg';
import rol28 from './img/rol28.jpg';
import rol29 from './img/rol29.jpg';
import rol30 from './img/rol30.jpg';
import rol31 from './img/rol31.jpg';
import rol32 from './img/rol32.jpg';
import rol33 from './img/rol33.jpg';
import rol34 from './img/rol34.jpg';
import rol35 from './img/rol35.jpg';
import rol36 from './img/rol36.jpg';

// set

import set1 from './img/set1.jpg';
import set2 from './img/set2.jpg';
import set3 from './img/set3.jpg';
import set4 from './img/set4.jpg';
import set5 from './img/set5.jpg';
import set6 from './img/set6.jpg';
import set7 from './img/set7.jpg';
import set8 from './img/set8.jpg';
import set9 from './img/set9.jpg';
import set10 from './img/set10.jpg';
import set11 from './img/set11.jpg';
import set12 from './img/set12.jpg';

// Cуші та cалати

import sushi1 from './img/sushi1.jpg';
import sushi2 from './img/sushi2.jpg';
import sushi3 from './img/sushi3.jpg';
import sushi4 from './img/sushi4.jpg';
import sushi5 from './img/sushi5.jpg';
import sushi6 from './img/sushi6.jpg';
import sushi7 from './img/sushi7.jpg';
import sushi8 from './img/sushi8.jpg';
import sushi9 from './img/sushi9.jpg';

// Піцца

import pizza1 from './img/pizza1.jpg';
import pizza2 from './img/pizza2.jpg';
import pizza3 from './img/pizza3.jpg';
import pizza4 from './img/pizza4.jpg';
import pizza5 from './img/pizza5.jpg';
import pizza6 from './img/pizza6.jpg';
import pizza7 from './img/pizza7.jpg';
import pizza8 from './img/pizza8.jpg';
import pizza9 from './img/pizza9.jpg';
import pizza10 from './img/pizza10.jpg';
import pizza11 from './img/pizza11.jpg';
import pizza12 from './img/pizza12.jpg';
import pizza13 from './img/pizza13.jpg';
import pizza14 from './img/pizza14.jpg';
import pizza15 from './img/pizza15.jpg';

// Локшина

import lokshina1 from './img/lokshina1.jpg';
import lokshina2 from './img/lokshina2.jpg';
import lokshina3 from './img/lokshina3.jpg';
import lokshina4 from './img/lokshina4.jpg';
import lokshina5 from './img/lokshina5.jpg';
import lokshina6 from './img/lokshina6.jpg';
import lokshina7 from './img/lokshina7.jpg';
import lokshina8 from './img/lokshina8.jpg';
import lokshina9 from './img/lokshina9.jpg';
import lokshina10 from './img/lokshina10.jpg';
import lokshina11 from './img/lokshina11.jpg';
import lokshina12 from './img/lokshina12.jpg';
import lokshina13 from './img/lokshina13.jpg';
import lokshina14 from './img/lokshina14.jpg';

// Напої

import voda1 from './img/voda1.jpg';
import voda2 from './img/voda2.jpg';
import voda3 from './img/voda3.jpg';
import voda4 from './img/voda4.jpg';
import voda5 from './img/voda5.jpg';
import voda6 from './img/voda6.jpg';
import voda7 from './img/voda7.jpg';
import voda8 from './img/voda8.jpg';
import voda9 from './img/voda9.jpg';
import voda10 from './img/voda10.jpg';

const menuSushiFamily = [
  // Ролы
  {
    name: 'Sushi Family',
    title: 'Роли',
    list: [
      {
        img: rol1,
        title: 'Роли',
        name: 'Боніто',
        text: 'Лосось, вершковий сир, огірок, стружка тунця, рис, норі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '229 ₴',
        mass: '300г',
      },
      {
        img: rol2,
        title: 'Роли',
        name: 'Вершковий з авокадо',
        text: 'Лосось, вершковий сир, авокадо, рис, норі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '249 ₴',
        mass: '310г',
      },
      {
        img: rol3,
        title: 'Роли',
        name: 'Вугор і сир',
        text: 'Вугор і сир Вугор, вершковий сир, огірок, рис, норі, соус Унагі, білий кунжут Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '229 ₴',
        mass: '290г',
      },
      {
        img: rol4,
        title: 'Роли',
        name: 'Зелений Дракон',
        text: 'Креветка, японський омлет, вершковий сир, авокадо, рис, норі, соус Унагі, білий кунжут Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '259 ₴',
        mass: '300г',
      },
      {
        img: rol5,
        title: 'Роли',
        name: 'Зелений Самурай',
        text: 'Креветка, лосось, огірок, рис, норі, салат Хіяші Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '329 ₴',
        mass: '310г',
      },
      {
        img: rol6,
        title: 'Роли',
        name: 'Золотий Дракон',
        text: 'Вугор, японський омлет, огірок, авокадо, рис, норі, соус Унагі, білий кунжут Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '329 ₴',
        mass: '310г',
      },
      {
        img: rol7,
        title: 'Роли',
        name: 'Каліфорнія з вугром',
        text: 'Вугор, ікра Масаго, вершковий сир, авокадо, огірок, рис, норі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '329 ₴',
        mass: '310г',
      },
      {
        img: rol8,
        title: 'Роли',
        name: 'Каліфорнія з крабом',
        text: 'Сніжний краб, ікра Масаго, вершковий сир, авокадо, огірок, рис, норі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '259 ₴',
        mass: '310г',
      },
      {
        img: rol9,
        title: 'Роли',
        name: 'Каліфорнія з креветкою',
        text: 'Креветка, ікра Масаго, вершковий сир, авокадо, огірок, рис, норі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '329 ₴',
        mass: '310г',
      },
      {
        img: rol10,
        title: 'Роли',
        name: 'Каліфорнія з лососем',
        text: 'Лосось, ікра Масаго, вершковий сир, авокадо, огірок, рис, норі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '299 ₴',
        mass: '310г',
      },
      {
        img: rol11,
        title: 'Роли',
        name: 'Каліфорнія з тунцем',
        text: 'Тунець, ікра Масаго, вершковий сир, авокадо, огірок, рис, норі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '299 ₴',
        mass: '310г',
      },
      {
        img: rol12,
        title: 'Роли',
        name: 'Лосось і сир',
        text: 'Лосось, вершковий сир, рис, норі, соус Манго, білий кунжут Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '199 ₴',
        mass: '280г',
      },
      {
        img: rol13,
        title: 'Роли',
        name: 'Маки авокадо',
        text: 'Авокадо, рис, норі, соус Унагі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '119 ₴',
        mass: '130г',
      },
      {
        img: rol14,
        title: 'Роли',
        name: 'Макі з вугром',
        text: 'Вугор, рис, норі, соус Унагі, білий кунжут Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '169 ₴',
        mass: '130г',
      },
      {
        img: rol15,
        title: 'Роли',
        name: 'Макі з креветкою',
        text: 'Креветка, рис, норі, соус Манго Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '169 ₴',
        mass: '130г',
      },
      {
        img: rol16,
        title: 'Роли',
        name: 'Макі з сиром',
        text: 'Сир, рис, норі, білий кунжут Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '99 ₴',
        mass: '130г',
      },
      {
        img: rol17,
        title: 'Роли',
        name: 'Макі лосось',
        text: 'Лосось, рис, норі, соус Манго Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт',
        price: '149 ₴',
        mass: '130г',
      },
      {
        img: rol18,
        title: 'Роли',
        name: 'Макі огірок',
        text: 'Огірок, рис, норі, білий кунжут Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '79 ₴',
        mass: '130г',
      },
      {
        img: rol19,
        title: 'Роли',
        name: 'Макі тунець',
        text: 'Тунець, рис, норі, японський майонез Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '129 ₴',
        mass: '130г',
      },
      {
        img: rol20,
        title: 'Роли',
        name: 'Сирний рол',
        text: 'Вершковий сир, авокадо, рис, норі, сирна паніровка, соус Унагі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '159 ₴',
        mass: '280г',
      },
      {
        img: rol21,
        title: 'Роли',
        name: 'Тигровий Дракон',
        text: 'Креветка, сніжний краб, вершковий сир, авокадо, рис, норі, соус Унагі, соус Манго Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '299 ₴',
        mass: '320г',
      },
      {
        img: rol22,
        title: 'Роли',
        name: 'Філадельфія з вугром',
        text: 'Вугор, вершковий сир, огірок, рис, норі, соус Унагі, білий кунжут Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '329 ₴',
        mass: '300г',
      },
      {
        img: rol23,
        title: 'Роли',
        name: 'Філадельфія з креветкою',
        text: 'Креветка, вершковий сир, огірок, рис, норі, соус Манго Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '279 ₴',
        mass: '300г',
      },
      {
        img: rol24,
        title: 'Роли',
        name: 'Філадельфія з лососем',
        text: 'Лосось, вершковий сир, огірок, рис, норі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '239 ₴',
        mass: '300г',
      },
      {
        img: rol25,
        title: 'Роли',
        name: 'Філадельфія мікс',
        text: 'Лосось, вугор, вершковий сир, огірок, рис, норі, соус Унагі, соус Манго, білий кунжут Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '279 ₴',
        mass: '300г',
      },
      {
        img: rol26,
        title: 'Роли',
        name: 'Фелікс з вугром',
        text: 'Вугор, ікра Масаго, салат Айсберг, вершковий сир, огірок, рис, норі, соус Спайсі, кунжут Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '399 ₴',
        mass: '290г',
      },
      {
        img: rol27,
        title: 'Роли',
        name: 'Фелікс з креветкою',
        text: 'Креветка, ікра Масаго, салат Айсберг, вершковий сир, огірок, рис, норі, соус Спайсі, стружка тунця Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '369 ₴',
        mass: '290г',
      },
      {
        img: rol28,
        title: 'Роли',
        name: 'Фелікс з лососем',
        text: 'Лосось, ікра Масаго, салат Айсберг, вершковий сир, огірок, рис, норі, соус Спайсі, стружка тунця Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '369 ₴',
        mass: '285г',
      },
      {
        img: rol29,
        title: 'Роли',
        name: 'Футомакі з вугром',
        text: 'Вугор, вершковий сир, ікра Масаго, японський омлет, рис, норі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '369 ₴',
        mass: '285г',
      },
      {
        img: rol30,
        title: 'Роли',
        name: 'Футомакі з крабом',
        text: 'Сніжний краб, вершковий сир, ікра Масаго, японський омлет, рис, норі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '169 ₴',
        mass: '270г',
      },
      {
        img: rol31,
        title: 'Роли',
        name: 'Футомакі з лососем',
        text: 'Лосось, вершковий сир, ікра Масаго, японський омлет, рис, норі Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '219 ₴',
        mass: '270г',
      },
      {
        img: rol32,
        title: 'Роли',
        name: 'Футомакі з тунцем',
        text: 'Тунець, вершковий сир, ікра Масаго, японський омлет, рис, норі, Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '219 ₴',
        mass: '270г',
      },
      {
        img: rol33,
        title: 'Роли',
        name: 'Хіроші',
        text: 'Вугор, креветка, сніжний краб, вершковий сир, огірок, рис, норі, Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '279 ₴',
        mass: '310г',
      },
      {
        img: rol34,
        title: 'Роли',
        name: 'Хоккайдо',
        text: 'Лосось, сніжний краб, японський омлет, авокадо, рис, норі, Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '279 ₴',
        mass: '310г',
      },
      {
        img: rol35,
        title: 'Роли',
        name: 'Червоний Дракон',
        text: 'Тунець, лосось, вершковий сир, авокадо, рис, норі, японський майонез, Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '359 ₴',
        mass: '305г',
      },
      {
        img: rol36,
        title: 'Роли',
        name: 'Шеф рол',
        text: 'Смажений лосось, ікра Масаго, японський майонез, авокадо, стружка тунця, рис, норі, Імбир 1шт., Васабі 1шт., Соєвий соус 1шт., Палички 1шт.',
        price: '249 ₴',
        mass: '265г',
      },
    ],
  },

  // Сети
  {
    title: 'Сети',
    list: [
      {
        img: set1,
        title: 'Сети',
        name: 'Моно-сет',
        text: 'Рол Каліфорнія з креветкою, рол Каліфорнія з тунцем, рол Каліфорнія з вугром, рол Каліфорнія з лососем, Імбир 4шт., Васабі 4шт., Соєвий соус 4шт., Палички 4шт.',
        price: '1099 ₴',
        mass: '1240г',
      },
      {
        img: set2,
        title: 'Сети',
        name: 'Сет Big Family',
        text: 'Рол Хоккайдо , рол Зелений Дракон, рол Шеф, рол Вугор і сир, рол Боніто, рол Каліфорнія з тунцем, рол Зелений Самурай, Імбир 7шт., Васабі 7шт., Соєвий соус 7шт., Палички 7шт.',
        price: '1699 ₴',
        mass: '2000г',
      },
      {
        img: set3,
        title: 'Сети',
        name: 'Сет Delight',
        text: 'Рол філадельфія з креветкою , рол Філадельфія з лососем, рол Футомакі з тунцем, Суші тунець, Суші лосось, Суші креветка, Гункан лосось спайсі, Гункан спайсі туна, Гункан хіяші, Імбир 9шт., Васабі 9шт., Соєвий соус 9шт., Палички 9шт.',
        price: '1199 ₴',
        mass: '1220г',
      },
      {
        img: set4,
        title: 'Сети',
        name: 'Боніто Сет',
        text: 'Рол Лосось і сир, рол Боніто, рол Зелений Дракон, Імбир 3шт., Васабі 3шт., Соєвий соус 3шт., Палички 3шт.',
        price: '539 ₴',
        mass: '880г',
      },
      {
        img: set5,
        title: 'Сети',
        name: 'Сет Дім Драконів',
        text: 'Рол Зелений Дракон, рол Червоний Дракон, рол Золотий Дракон, рол Тигровий Дракон, Імбир 4шт., Васабі 4шт., Соєвий соус 4шт., Палички 4шт.',
        price: '1099 ₴',
        mass: '1230г',
      },
      {
        img: set6,
        title: 'Сети',
        name: 'Каліфорнійський Максі Сет',
        text: 'Рол Каліфорнія з лососем, рол футомакі з тунцем, рол Каліфорнія з тунцем, рол Філадельфія з лососем, Імбир 4шт., Васабі 4шт., Соєвий соус 4шт., Палички 4шт.',
        price: '799 ₴',
        mass: '1190г',
      },
      {
        img: set7,
        title: 'Сети',
        name: 'Сет Міні-макі',
        text: 'Макі лосось, макі тунець, макі креветка, Імбир 3шт., Васабі 3шт., Соєвий соус 3шт., Палички 3шт.',
        price: '398 ₴',
        mass: '390г',
      },
      {
        img: set8,
        title: 'Сети',
        name: 'Сет Макі',
        text: 'Макі з лососем, макі з тунцем, макі з креветкою, макі з авокадо, макі з сиром, Імбир 5шт., Васабі 5шт., Соєвий соус 5шт., Палички 5шт.',
        price: '589 ₴',
        mass: '650г',
      },
      {
        img: set9,
        title: 'Сети',
        name: "Сет П'ятниця стайл",
        text: 'Рол Боніто, рол Сирний, футомакі з тунцем, рол Каліфорнія з крабом, рол Шеф, рол Вершковий з авокадо, Імбир 6шт., Васабі 6шт., Соєвий соус 6шт., Палички 6шт.',
        price: '1199 ₴',
        mass: '1730г',
      },
      {
        img: set10,
        title: 'Сети',
        name: 'Сет Філадельфія Мікс',
        text: 'Рол філадельфія з лососем, рол Філадельфія з креветкою, рол Філадельфія з вугром, Імбир 3шт., Васабі 3шт., Соєвий соус 3шт., Палички 3шт.',
        price: '749 ₴',
        mass: '900г',
      },
      {
        img: set11,
        title: 'Сети',
        name: 'Сет Футо-макі',
        text: 'Рол футомакі з крабом, рол Футомакі з тунцем, рол Футомакі з вугром, рол Футомакі з лососем, Імбир 4шт., Васабі 4шт., Соєвий соус 4шт., Палички 4шт.',
        price: '749 ₴',
        mass: '1000г',
      },
      {
        img: set12,
        title: 'Сети',
        name: 'Хочу-Сет',
        text: 'Рол Боніто, рол Лосось і сир, рол Футомакі краб, рол Банзай, Імбир 4шт., Васабі 4шт., Соєвий соус 4шт., Палички 4шт.',
        price: '689 ₴',
        mass: '1130г',
      },
    ],
  },

  // Cуші та cалати
  {
    title: 'Cуші та cалати',
    list: [
      {
        img: sushi1,
        title: 'Cуші та cалати',
        name: 'Гункан Креветка Спайс',
        text: 'Креветка, спайсі соус, рис, ікра масаго.',
        price: '139 ₴',
        mass: '85г',
      },
      {
        img: sushi2,
        title: 'Cуші та cалати',
        name: 'Гункан Лосось Спайс',
        text: 'Лосось, спайсі соус, рис, ікра масаго.',
        price: '139 ₴',
        mass: '85г',
      },
      {
        img: sushi3,
        title: 'Cуші та cалати',
        name: 'Гункан Спайсі Туна',
        text: 'Тунець, спайсі соус, рис, ікра масаго.',
        price: '129 ₴',
        mass: '85г',
      },
      {
        img: sushi4,
        title: 'Cуші та cалати',
        name: 'Гункан Хіяші',
        text: 'Водорості хіяші, рис, кунжут.',
        price: '129 ₴',
        mass: '85г',
      },
      {
        img: sushi5,
        title: 'Cуші та cалати',
        name: 'Салат Хіяші Вакаме',
        text: 'Водорості хіяші, горіховий соус.',
        price: '109 ₴',
        mass: '110г',
      },
      {
        img: sushi6,
        title: 'Cуші та cалати',
        name: 'Суші Вугор',
        text: 'Вугор.',
        price: '109 ₴',
        mass: '40г',
      },
      {
        img: sushi7,
        title: 'Cуші та cалати',
        name: 'Суші Креветка',
        text: 'Креветка.',
        price: '99 ₴',
        mass: '39г',
      },
      {
        img: sushi8,
        title: 'Cуші та cалати',
        name: 'Суші Лосось',
        text: 'Лосось.',
        price: '129 ₴',
        mass: '36г',
      },
      {
        img: sushi9,
        title: 'Cуші та cалати',
        name: 'Суші Тунець',
        text: 'Тунець.',
        price: '99 ₴',
        mass: '39г',
      },
    ],
  },

  // Піцца
  {
    title: 'Піцца',
    list: [
      {
        img: pizza1,
        title: 'Піцца',
        name: 'Family',
        text: 'Вершки, сир Моцарела, куряче філе, мисливські ковбаски, сир Пармезан, помідор, салат Айсберг, соус Цезар.',
        price: '145 ₴',
        mass: '500г',
      },
      {
        img: pizza2,
        title: 'Піцца',
        name: 'Американа',
        text: 'Вершки, бекон, пепероні, помідор, цибуля фрі, сир Моцарела, орегано.',
        price: '145 ₴',
        mass: '430г',
      },
      {
        img: pizza3,
        title: 'Піцца',
        name: 'Гавайська',
        text: 'Соус фірмовий томатний, сир Моцарела, куряче філе, ананас, печериці, помідор.',
        price: '135 ₴',
        mass: '490г',
      },
      {
        img: pizza4,
        title: 'Піцца',
        name: 'Гостра',
        text: 'Соус фірмовий томатний, сир Моцарела, мисливські ковбаски, салямі, печериці, цибуля, перець чилі, соус шрірача.',
        price: '125 ₴',
        mass: '500г',
      },
      {
        img: pizza5,
        title: 'Піцца',
        name: 'З лососем',
        text: 'Вершки, сир Моцарела, лосось, тунець, стручкова квасоля, помідор, соус Унагі.',
        price: '165 ₴',
        mass: '450г',
      },
      {
        img: pizza6,
        title: 'Піцца',
        name: 'Капрезо',
        text: 'Соус фірмовий вершково-соєвий, сир Моцарела, помідор, печериці, маслини.',
        price: '95 ₴',
        mass: '430г',
      },
      {
        img: pizza7,
        title: 'Піцца',
        name: 'Курка з соусом Песто',
        text: 'Соус фірмовий томатний, сир Моцарела, куряче філе, стручкова квасоля, соус Песто.',
        price: '95 ₴',
        mass: '450г',
      },
      {
        img: pizza8,
        title: 'Піцца',
        name: "М'ясна",
        text: 'Соус BBQ, сир Моцарела, шинка, бекон, мисливські ковбаски, цибуля, помідор.',
        price: '145 ₴',
        mass: '530г',
      },
      {
        img: pizza9,
        title: 'Піцца',
        name: 'Маргарита',
        text: 'Соус фірмовий томатний, сир Моцарела, помідор.',
        price: '95 ₴',
        mass: '400г',
      },
      {
        img: pizza10,
        title: 'Піцца',
        name: 'Мисливська',
        text: 'Соус фірмовий томатний, сир Моцарела, мисливські ковбаски, шинка, солоний огірок, цибуля, зернова гірчиця, петрушка.',
        price: '125 ₴',
        mass: '450г',
      },
      {
        img: pizza11,
        title: 'Піцца',
        name: 'Пепероні',
        text: 'Соус фірмовий томатний, сир Моцарела, пепероні, помідор.',
        price: '145 ₴',
        mass: '450г',
      },
      {
        img: pizza12,
        title: 'Піцца',
        name: 'Сирна',
        text: 'Вершки, сир Моцарела, сир Брі, сир Дор Блю, сир Пармезан.',
        price: '145 ₴',
        mass: '400г',
      },
      {
        img: pizza13,
        title: 'Піцца',
        name: "Супер М'ясна",
        text: 'Соус капрезо, сир Моцарела, сир Пармезан, бекон, мисливські ковбаски, куряче філе, помідор, петрушка.',
        price: '165 ₴',
        mass: '580г',
      },
      {
        img: pizza14,
        title: 'Піцца',
        name: 'Франческа',
        text: 'Соус фірмовий томатний, сир Моцарела, бекон, салямі, печериці, помідор, маслини.',
        price: '125 ₴',
        mass: '500г',
      },
      {
        img: pizza15,
        title: 'Піцца',
        name: 'Шинка гриби',
        text: 'Вершки, сир Моцарела, шинка, печериці, сир Пармезан, орегано.',
        price: '135 ₴',
        mass: '450г',
      },
    ],
  },

  // Лапша
  {
    title: 'Локшина',
    list: [
      {
        img: lokshina1,
        title: 'Локшина',
        name: 'Као Пад з овочами',
        text: 'Смажений рис, цибуля, болгарський перець, стручкова квасоля, морква, печериці,соєвий соус, соус "солодкий чилі", часник, імбир, кунжут, петрушка.',
        price: '135 ₴',
        mass: '320г',
      },
      {
        img: lokshina2,
        title: 'Локшина',
        name: 'Као Пад з куркою та овочами',
        text: 'Смажений рис, куряче філе, цибуля, болгарський перець, стручкова квасоля, морква, печериці,соєвий соус, соус "солодкий чилі", часник, імбир, кунжут, петрушка.',
        price: '155 ₴',
        mass: '360г',
      },
      {
        img: lokshina3,
        title: 'Локшина',
        name: 'Као Пад з лососем та овочами',
        text: 'Смажений рис, лосось, цибуля, болгарський перець, стручкова квасоля, морква, печериці,соєвий соус, соус "солодкий чилі", часник, імбир, кунжут, петрушка.',
        price: '205 ₴',
        mass: '330г',
      },
      {
        img: lokshina4,
        title: 'Локшина',
        name: 'Удон з овочами',
        text: 'Пшенична локшина, цибуля, болгарський перець, стручкова квасоля, морква, печериці, соєвий соус, соус "солодкий чилі", часник, кунжут.',
        price: '135 ₴',
        mass: '310г',
      },
      {
        img: lokshina5,
        title: 'Локшина',
        name: 'Удон з куркою та овочами',
        text: 'Пшенична локшина, куряче філе, цибуля, болгарський перець, стручкова квасоля, морква, печериці, соєвий соус, соус "солодкий чилі", часник, кунжут.',
        price: '155 ₴',
        mass: '360г',
      },
      {
        img: lokshina6,
        title: 'Локшина',
        name: 'Удон з лососем та овочами',
        text: 'Пшенична локшина, лосось, цибуля, болгарський перець, стручкова квасоля, морква, печериці, соєвий соус, соус "солодкий чилі", часник, кунжут.',
        price: '205 ₴',
        mass: '330г',
      },
      {
        img: lokshina7,
        title: 'Локшина',
        name: 'Соба з овочами',
        text: 'Гречана локшина, цибуля, болгарський перець, стручкова квасоля, морква, печериці, соєвий соус, соус "солодкий чилі", часник, імбир, кунжут.',
        price: '135 ₴',
        mass: '310г',
      },
      {
        img: lokshina8,
        title: 'Локшина',
        name: 'Соба з куркою та овочами',
        text: 'Гречана локшина, куряче філе, цибуля, болгарський перець, стручкова квасоля, морква, печериці, соєвий соус, соус "солодкий чилі", часник, імбир, кунжут.',
        price: '165 ₴',
        mass: '360г',
      },
      {
        img: lokshina9,
        title: 'Локшина',
        name: 'Соба з лососем та овочами',
        text: 'Гречана локшина, лосось, цибуля, болгарський перець, стручкова квасоля, морква, печериці, соєвий соус, соус "солодкий чилі", часник, імбир, кунжут.',
        price: '205 ₴',
        mass: '330г',
      },
      {
        img: lokshina10,
        title: 'Локшина',
        name: 'Харусаме з овочами',
        text: 'Рисова локшина, цибуля, болгарський перець, стручкова квасоля, морква, печериці, соєвий соус, соус "солодкий чилі", часник, імбир, кунжут.',
        price: '145 ₴',
        mass: '310г',
      },
      {
        img: lokshina11,
        title: 'Локшина',
        name: 'Харусаме з куркою та овочами',
        text: 'Рисова локшина, куряче філе, цибуля, болгарський перець, стручкова квасоля, морква, печериці, соєвий соус, соус "солодкий чилі", часник, імбир, кунжут.',
        price: '165 ₴',
        mass: '360г',
      },
      {
        img: lokshina12,
        title: 'Локшина',
        name: 'Харусаме з лососем та овочами',
        text: 'Рисова локшина, лосось, цибуля, болгарський перець, стручкова квасоля, морква, печериці, соєвий соус, соус "солодкий чилі", часник, імбир, кунжут.',
        price: '215 ₴',
        mass: '330г',
      },
      {
        img: lokshina13,
        title: 'Локшина',
        name: 'Паста Карбонара',
        text: 'Спагетті, вершки, бекон, пармезан, яйце.',
        price: '135 ₴',
        mass: '300г',
      },
      {
        img: lokshina14,
        title: 'Локшина',
        name: 'Паста з куркою та грибами',
        text: 'Спагетті, курка, гриби, пармезан.',
        price: '125 ₴',
        mass: '320г',
      },
    ],
  },

  // Напої
  {
    title: 'Напої',
    list: [
      {
        img: voda1,
        title: 'Напої',
        name: 'Бонаква негазована 0,5л',
        text: 'Бонаква газ. мін. вода 0,5л мінеральна вода сильногазована.',
        price: '20 ₴',
        mass: '1шт',
      },
      {
        img: voda2,
        title: 'Напої',
        name: 'Бонаква газована 0,5л',
        text: 'Бонаква не газ. мін. вода 0,5л мінеральна вода не газована.',
        price: '20 ₴',
        mass: '1шт',
      },
      {
        img: voda3,
        title: 'Напої',
        name: 'Кока-кола 0,5л',
        text: 'Кока-кола 0,5л напій безалкогольний сильногазований.',
        price: '25 ₴',
        mass: '1шт',
      },
      {
        img: voda4,
        title: 'Напої',
        name: 'Кока-кола 0,33',
        text: 'Кока-кола з/б 0,33л напій безалкогольний сильногазований.',
        price: '22 ₴',
        mass: '1шт',
      },
      {
        img: voda5,
        title: 'Напої',
        name: 'Кока-кола Зеро 0,5л',
        text: 'Кока-кола Зеро 0,5л напій безалкогольний сильногазований.',
        price: '25 ₴',
        mass: '1шт',
      },
      {
        img: voda6,
        title: 'Напої',
        name: 'Спрайт 0,33л',
        text: 'Спрайт 0,33 л з/б напій безалкогольний сильногазований.',
        price: '22 ₴',
        mass: '1шт',
      },
      {
        img: voda7,
        title: 'Напої',
        name: 'Спрайт 0,5л',
        text: 'Спрайт 0,5л напій безалкогольний сильногазований.',
        price: '25 ₴',
        mass: '1шт',
      },
      {
        img: voda8,
        title: 'Напої',
        name: 'Фанта 0,33л',
        text: 'Фанта 0,33 л з/б напій безалкогольний сильногазований.',
        price: '22 ₴',
        mass: '1шт',
      },
      {
        img: voda9,
        title: 'Напої',
        name: 'Фанта 0,5л',
        text: 'Фанта 0,5л напій безалкогольний сильногазований.',
        price: '25 ₴',
        mass: '1шт',
      },
      {
        img: voda10,
        title: 'Напої',
        name: 'Швеппс 0,25л',
        text: 'Швеппс "Гранат" 0,25 л з/б напій безалкогольний сильногазований.',
        price: '22 ₴',
        mass: '1шт',
      },
    ],
  },
];

export default menuSushiFamily;
