const menuLaziz = [
  {
    nameInst: 'laziz',
    title: 'Шаурма',
    list: [
      {
        // img: menu1,
        title: 'Шаурма',
        name: 'Міні-лазіз',
        text: "До складу входить: м'ясо курки, морква, картопля",
        price: 60,
      },
      {
        // img: menu1,
        title: 'Шаурма',
        name: 'Стандарт',
        text: "До складу входить: м'ясо курки",
        price: 85,
      },
      {
        // img: menu1,
        title: 'Шаурма',
        name: 'Лазіз',
        text: "До складу входить: м'ясо курки, картопля",
        price: 110,
      },
      {
        // img: menu1,
        title: 'Шаурма',
        name: 'Баранина',
        text: "До складу входить: м'ясо баранини, капуста, цибуля, памідор",
        price: 140,
      },
      {
        // img: menu1,
        title: 'Шаурма',
        name: 'Бурум',
        text: "До складу входить: м'ясо курки, ананас, сир помідор ",
        price: 170,
      },
      {
        // img: menu1,
        title: 'Шаурма',
        name: 'XXL',
        text: "До складу входить: м'ясо курки, картопля, сир ",
        price: 200,
      },
      {
        // img: menu1,
        title: 'Шаурма',
        name: 'Чікен сет',
        text: "До складу входить: м'ясо курки, картопля, соус, лаваш",
        price: 250,
      },
    ],
  },
];

export default menuLaziz;
